{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip.git"
    },
    "alpha-nvim": {
      "src": "https://github.com/goolord/alpha-nvim.git"
    },
    "base16-nvim": {
      "src": "https://github.com/RRethy/base16-nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp.git"
    },
    "blink.lib": {
      "src": "https://github.com/saghen/blink.lib.git"
    },
    "cinnamon.nvim": {
      "src": "https://github.com/declancm/cinnamon.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim.git"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets.git"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua.git"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim.git"
    },
    "hardtime.nvim": {
      "src": "https://github.com/m4xshen/hardtime.nvim.git"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim.git"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim.git"
    },
    "lze": {
      "src": "https://github.com/BirdeeHub/lze.git"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim.git"
    },
    "noice.nvim": {
      "src": "https://github.com/folke/noice.nvim.git"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim.git"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs.git"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/NvChad/nvim-colorizer.lua.git"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint.git"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig.git"
    },
    "nvim-notify": {
      "src": "https://github.com/rcarriga/nvim-notify.git"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag.git"
    },
    "nvim-ts-context-commentstring": {
      "src": "https://github.com/JoosepAlviste/nvim-ts-context-commentstring.git"
    },
    "nvim-ufo": {
      "src": "https://github.com/kevinhwang91/nvim-ufo.git"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons.git"
    },
    "persistence.nvim": {
      "src": "https://github.com/folke/persistence.nvim.git"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim.git"
    },
    "promise-async": {
      "src": "https://github.com/kevinhwang91/promise-async.git"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim.git"
    },
    "smear-cursor.nvim": {
      "src": "https://github.com/sphamba/smear-cursor.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim.git"
    },
    "tree-sitter-manager.nvim": {
      "src": "https://github.com/romus204/tree-sitter-manager.nvim.git"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive.git"
    },
    "vim-norm-trainer.nvim": {
      "src": "https://github.com/scinac/vim-norm-trainer.nvim.git"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator.git"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim.git"
    },
    "yazi.nvim": {
      "src": "https://github.com/mikavilpas/yazi.nvim.git"
    }
  }
}
